Repository: kaistephanrichter/ppr
Catalog: Sources/PPR/Resources/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it, nl, pl

# onboarding.requirement.link
source: paperless-ngx Projektseite
en: paperless-ngx project page
es: página del proyecto paperless-ngx
fr: page du projet paperless-ngx
it: pagina del progetto paperless-ngx
nl: paperless-ngx projectpagina
pl: strona projektu paperless-ngx

# onboarding.server.section.title
source: Adresse deines Paperless-Servers:
en: Address of your Paperless Server:
es: Dirección de tu servidor Paperless:
fr: Adresse de votre serveur Paperless :
it: Indirizzo del tuo server Paperless:
nl: Adres van je Paperless-server:
pl: Adres twojego serwera Paperless:

# onboarding.server.url.footer
source: Gib die Adresse ein, unter der du Paperless im Browser öffnest.
en: Enter the address you use to open Paperless in your browser.
es: Introduce la dirección que usas para abrir Paperless en el navegador.
fr: Entrez l'adresse que vous utilisez pour ouvrir Paperless dans votre navigateur.
it: Inserisci l'indirizzo che usi per aprire Paperless nel browser.
nl: Voer het adres in dat je gebruikt om Paperless in je browser te openen.
pl: Wprowadź adres, pod którym otwierasz Paperless w przeglądarce.

# onboarding.token.instructions
source: Den Token findest du in Paperless NGX unter deinem Benutzerprofil oben rechts.
en: Find your token in Paperless NGX under your User profile in the upper right corner.
es: Encuentra el token en Paperless NGX en tu perfil de usuario, en la esquina superior derecha.
fr: Trouvez votre token dans Paperless NGX sous votre profil utilisateur en haut à droite.
it: Trova il token in Paperless NGX nel tuo profilo utente in alto a destra.
nl: Vind je token in Paperless NGX onder je gebruikersprofiel rechtsboven.
pl: Token znajdziesz w Paperless NGX pod swoim profilem użytkownika w prawym górnym rogu.

# onboarding.token.section.title
source: Dein persönlicher API-Token:
en: Your Personal API Token:
es: Tu token de API personal:
fr: Votre token API personnel :
it: Il tuo token API personale:
nl: Jouw persoonlijke API-token:
pl: Twój osobisty token API:

# onboarding.welcome.subtitle
source: Dokumente scannen, hochladen und verwalten.
en: Scan, upload and manage your documents.
es: Escanea, sube y gestiona tus documentos.
fr: Scannez, importez et gérez vos documents.
it: Scansiona, carica e gestisci i tuoi documenti.
nl: Scan, upload en beheer je documenten.
pl: Skanuj, przesyłaj i zarządzaj dokumentami.

# onboarding.welcome.title
source: Willkommen bei PPR
en: Welcome to PPR
es: Bienvenido a PPR
fr: Bienvenue dans PPR
it: Benvenuto in PPR
nl: Welkom bij PPR
pl: Witaj w PPR

# search.empty.description
source: Gib einen Suchbegriff ein, um Dokumente zu finden.
en: Enter a search term to find documents.
es: Introduce un término de búsqueda para encontrar documentos.
fr: Entrez un terme de recherche pour trouver des documents.
it: Inserisci un termine di ricerca per trovare documenti.
nl: Voer een zoekterm in om documenten te vinden.
pl: Wpisz szukany termin, aby znaleźć dokumenty.

# search.empty.title
source: Dokumente durchsuchen
en: Search Documents
es: Buscar documentos
fr: Rechercher des documents
it: Cerca documenti
nl: Documenten zoeken
pl: Szukaj dokumentów

# search.no_results.description
source: Versuche es mit einem anderen Suchbegriff.
en: Try a different search term.
es: Intenta con un término diferente.
fr: Essayez un autre terme de recherche.
it: Prova con un altro termine di ricerca.
nl: Probeer een andere zoekterm.
pl: Spróbuj innego terminu.

# search.no_results.title
source: Keine Ergebnisse
en: No Results
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
nl: Geen resultaten
pl: Brak wyników

# server.not_configured.description
source: Server-URL und API-Token in den Einstellungen eintragen.
en: Enter the server URL and API token in Settings.
es: Introduce la URL del servidor y el token API en los ajustes.
fr: Saisissez l'URL du serveur et le jeton API dans les paramètres.
it: Inserisci l'URL del server e il token API nelle impostazioni.
nl: Voer de server-URL en API-token in bij Instellingen.
pl: Wprowadź adres URL serwera i token API w Ustawieniach.

# server.not_configured.description.settings
source: Server-URL und API-Token in den Einstellungen eintragen und speichern.
en: Enter and save the server URL and API token in Settings.
es: Introduce y guarda la URL del servidor y el token API en los ajustes.
fr: Saisissez et enregistrez l'URL du serveur et le jeton API dans les paramètres.
it: Inserisci e salva l'URL del server e il token API nelle impostazioni.
nl: Voer de server-URL en API-token in en sla op bij Instellingen.
pl: Wprowadź i zapisz adres URL serwera i token API w Ustawieniach.

# server.not_configured.title
source: Server nicht konfiguriert
en: Server Not Configured
es: Servidor no configurado
fr: Serveur non configuré
it: Server non configurato
nl: Server niet geconfigureerd
pl: Serwer nie skonfigurowany

# server.settings.button.save
source: Auf diesem Gerät speichern
en: Save on This Device
es: Guardar en este dispositivo
fr: Enregistrer sur cet appareil
it: Salva su questo dispositivo
nl: Opslaan op dit apparaat
pl: Zapisz na tym urządzeniu

# server.settings.button.test_connection
source: Verbindung testen
en: Test Connection
es: Probar conexión
fr: Tester la connexion
it: Testa connessione
nl: Verbinding testen
pl: Testuj połączenie

# server.settings.connected
source: Verbunden · Paperless-ngx %@
en: Connected · Paperless-ngx %@
es: Conectado · Paperless-ngx %@
fr: Connecté · Paperless-ngx %@
it: Connesso · Paperless-ngx %@
nl: Verbonden · Paperless-ngx %@
pl: Połączono · Paperless-ngx %@

# server.settings.footer
source: Server-URL wie im Browser, inkl. Port. Den API-Token findest du in Paperless unter Einstellungen → Mein Profil.
en: Server URL as shown in the browser, including port. Find the API token in Paperless under Settings → My Profile.
es: URL del servidor como se muestra en el navegador, incluido el puerto. Encuentra el token API en Paperless en Ajustes → Mi Perfil.
fr: URL du serveur telle qu'affichée dans le navigateur, port inclus. Trouvez le jeton API dans Paperless sous Paramètres → Mon Profil.
it: URL del server come mostrato nel browser, inclusa la porta. Trova il token API in Paperless sotto Impostazioni → Il mio profilo.
nl: Server-URL zoals getoond in de browser, inclusief poort. Vind de API-token in Paperless onder Instellingen → Mijn Profiel.
pl: URL serwera tak jak w przeglądarce, wraz z portem. Token API znajdziesz w Paperless w Ustawieniach → Mój Profil.

# server.settings.saved_in_keychain
source: Im Keychain gespeichert
en: Saved in Keychain
es: Guardado en el llavero
fr: Enregistré dans le trousseau
it: Salvato nel portachiavi
nl: Opgeslagen in sleutelhanger
pl: Zapisano w pęku kluczy

# server.settings.section.connection
source: Verbindung
en: Connection
es: Conexión
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie

# server.settings.testing_connection
source: Teste Verbindung…
en: Testing connection…
es: Probando conexión…
fr: Test de connexion…
it: Test connessione…
nl: Verbinding testen…
pl: Testowanie połączenia…

# server.status.connection_failed
source: Verbindung fehlgeschlagen
en: Connection failed

# settings.caption.direct_upload
source: Direkt hochladen
en: Direct Upload
es: Subida directa
fr: Envoi direct
it: Caricamento diretto
nl: Direct uploaden
pl: Prześlij bezpośrednio

# settings.caption.direct_upload.description
source: Überspringt das Metadaten-Sheet
en: Skips the metadata sheet
es: Omite la hoja de metadatos
fr: Passe la feuille de métadonnées
it: Salta il foglio dei metadati
nl: Slaat het metadata-venster over
pl: Pomija arkusz metadanych

# settings.caption.enhancement
source: Bildverbesserung
en: Image Enhancement
es: Mejora de imagen
fr: Amélioration d'image
it: Miglioramento immagine
nl: Beeldverbetering
pl: Poprawa obrazu

# settings.caption.enhancement.description
source: Erhöht Kontrast und Schärfe für bessere Texterkennung
en: Increases contrast and sharpness for better text recognition
es: Aumenta el contraste y la nitidez para mejor reconocimiento de texto
fr: Augmente le contraste et la netteté pour une meilleure reconnaissance de texte
it: Aumenta contrasto e nitidezza per un migliore riconoscimento del testo
nl: Verhoogt contrast en scherpte voor betere tekstherkenning
pl: Zwiększa kontrast i ostrość dla lepszego rozpoznawania tekstu

# settings.caption.torch
source: Licht
en: Torch
es: Linterna
fr: Lampe torche
it: Torcia
nl: Zaklamp
pl: Latarka

# settings.caption.torch.description
source: Taschenlampe beim Scannen einschalten
en: Turn on flashlight while scanning
es: Encender linterna al escanear
fr: Activer la lampe torche lors de la numérisation
it: Accendi la torcia durante la scansione
nl: Zaklamp inschakelen tijdens het scannen
pl: Włącz latarkę podczas skanowania

# settings.excluded_tags.footer
source: Diese Tags werden in der gesamten App ausgeblendet – in der Dokumentenliste und im Filter. Ideal für systemgenerierte Workflow-Tags wie „Posteingang“ oder „Verarbeitet“.
en: These tags are hidden throughout the app – in the document list and in filters. Ideal for system-generated workflow tags like “Inbox” or “Processed”.
es: Estas etiquetas se ocultan en toda la aplicación – en la lista de documentos y en los filtros. Ideal para etiquetas de flujo de trabajo generadas por el sistema, como «Bandeja de entrada» o «Procesado».
fr: Ces tags sont masqués dans toute l’application – dans la liste de documents et dans les filtres. Idéal pour les tags de flux de travail générés par le système, comme « Boîte de réception » ou « Traité ».
it: Questi tag sono nascosti in tutta l’app – nell’elenco documenti e nei filtri. Ideale per i tag di flusso di lavoro generati dal sistema, come «In arrivo» o «Elaborato».
nl: Deze tags worden in de hele app verborgen – in de documentenlijst en in de filters. Ideaal voor door het systeem gegenereerde workflow-tags zoals „Postvak IN“ of „Verwerkt“.
pl: Te tagi są ukryte w całej aplikacji – na liście dokumentów i w filtrach. Idealne dla tagów przepływu pracy generowanych przez system, takich jak „Skrzynka odbiorcza“ czy „Przetworzono“.

# settings.excluded_tags.nav_title
source: Ausgeblendete Tags
en: Hidden Tags
es: Etiquetas ocultas
fr: Tags masques
it: Tag nascosti
nl: Verborgen tags
pl: Ukryte tagi

# settings.section.capture
source: Aufnahme
en: Capture
es: Captura
fr: Acquisition
it: Acquisizione
nl: Vastleggen
pl: Skanowanie

# settings.section.excluded_tags
source: Ausgeblendete Tags
en: Hidden Tags

# settings.server.not_configured
source: Nicht konfiguriert
en: Not configured
es: No configurado
fr: Non configuré
it: Non configurato
nl: Niet geconfigureerd
pl: Nie skonfigurowano

# status.button.refresh
source: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen
pl: Odśwież

# status.field.classifier
source: Klassifizierer
en: Classifier
es: Clasificador
fr: Classifieur
it: Classificatore
nl: Classificeerder
pl: Klasyfikator

# status.field.classifier_trained
source: Klassifizierer trainiert
en: Classifier Trained
es: Clasificador entrenado
fr: Classifieur entraîné
it: Classificatore addestrato
nl: Classificeerder getraind
pl: Klasyfikator wytrenowany

# status.field.db_last_migration
source: Letzte Migration
en: Last Migration
es: Última migración
fr: Dernière migration
it: Ultima migrazione
nl: Laatste migratie
pl: Ostatnia migracja

# status.field.db_open_migrations
source: Offene Migrationen
en: Pending Migrations
es: Migraciones pendientes
fr: Migrations en attente
it: Migrazioni in sospeso
nl: Openstaande migraties
pl: Oczekujące migracje

# status.field.document_types
source: Dokumenttypen
en: Document Types
es: Tipos de documentos
fr: Types de documents
it: Tipi di documenti
nl: Documenttypen
pl: Typy dokumentów

# status.field.documents
source: Dokumente
en: Documents
es: Documentos
fr: Documents
it: Documenti
nl: Documenten
pl: Dokumenty

# status.field.inbox
source: Im Posteingang
en: In Inbox
es: En bandeja de entrada
fr: Dans la boîte de réception
it: Nella posta in arrivo
nl: In postvak IN
pl: W skrzynce odbiorczej

# status.field.index_updated
source: Index aktualisiert
en: Index Updated
es: Índice actualizado
fr: Index mis à jour
it: Indice aggiornato
nl: Index bijgewerkt
pl: Indeks zaktualizowany

# status.field.integrity_check
source: Integritätsprüfung
en: Integrity Check
es: Comprobación de integridad
fr: Vérification d'intégrité
it: Controllo integrità
nl: Integriteitscontrole
pl: Sprawdzenie integralności

# status.field.search_index
source: Suchindex
en: Search Index
es: Índice de búsqueda
fr: Index de recherche
it: Indice di ricerca
nl: Zoekindex
pl: Indeks wyszukiwania

# status.field.storage_available
source: Verfügbar
en: Available
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar
pl: Dostępne

# status.field.storage_total
source: Gesamt
en: Total
es: Total
fr: Total
it: Totale
nl: Totaal
pl: Łącznie

# status.loading
source: Lade Status…
en: Loading status…
es: Cargando estado…
fr: Chargement du statut…
it: Caricamento stato…
nl: Status laden…
pl: Ładowanie statusu…

# status.no_data.description
source: Nach unten ziehen oder auf Aktualisieren tippen.
en: Pull down to refresh or tap Refresh.
es: Desliza hacia abajo o pulsa Actualizar.
fr: Tirez vers le bas ou appuyez sur Actualiser.
it: Trascina verso il basso o tocca Aggiorna.
nl: Trek omlaag of tik op Vernieuwen.
pl: Przeciągnij w dół lub dotknij Odśwież.

# status.no_data.title
source: Noch keine Daten
en: No Data Yet
es: Sin datos aún
fr: Aucune donnée
it: Nessun dato
nl: Nog geen gegevens
pl: Brak danych

# status.not_configured.title
source: Server nicht konfiguriert
en: Server Not Configured
es: Servidor no configurado
fr: Serveur non configuré
it: Server non configurato
nl: Server niet geconfigureerd
pl: Serwer nie skonfigurowany

# status.section.database
source: Datenbank
en: Database
es: Base de datos
fr: Base de données
it: Database
nl: Database
pl: Baza danych

# status.section.library
source: Bibliothek
en: Library
es: Biblioteca
fr: Bibliothèque
it: Libreria
nl: Bibliotheek
pl: Biblioteka

# status.section.storage
source: Speicher
en: Storage
es: Almacenamiento
fr: Stockage
it: Archiviazione
nl: Opslag
pl: Pamięć

# status.section.tasks
source: Hintergrundprozesse
en: Background Tasks
es: Procesos en segundo plano
fr: Tâches en arrière-plan
it: Attività in background
nl: Achtergrondprocessen
pl: Procesy w tle

# tab.capture
source: Erfassen
en: Capture
es: Capturar
fr: Scanner
it: Acquisisci
nl: Vastleggen
pl: Skanuj

# tab.documents
source: Dokumente
en: Documents
es: Documentos
fr: Documents
it: Documenti
nl: Documenten
pl: Dokumenty

# tab.search
source: Suchen
en: Search
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Szukaj

# tab.settings
source: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia

# ai.settings.field.status
source: Status
es: Estado
fr: Statut
it: Stato

# ai.settings.nav.title
source: AI-Server
es: Servidor IA
fr: Serveur IA
it: Server IA
pl: Serwer AI

# ai.settings.section.details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły

# ai.settings.section.server
source: AI-Server
es: Servidor IA
fr: Serveur IA
it: Server IA
pl: Serwer AI

# ai.settings.stat.rag_status
source: RAG-Status
es: Estado RAG
fr: Statut RAG
it: Stato RAG
pl: Status RAG

# alert.new_item.name_placeholder
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa

# filter.section.filter
source: Filter
es: Filtro
fr: Filtre
it: Filtro
pl: Filtr

# metadata.section.tags
source: Tags
es: Etiquetas
fr: Étiquettes
it: Etichette
pl: Tagi

# onboarding.token.placeholder
source: API-Token
es: Token de API
fr: Token API
it: Token API
pl: Token API

# server.settings.field.token
source: API token
es: Token API
fr: Jeton API
it: Token API
pl: Token API

# server.settings.field.url
source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
pl: URL serwera

# server.settings.section.server
source: Paperless-Server
es: Servidor Paperless
fr: Serveur Paperless
it: Server Paperless
pl: Serwer Paperless

# settings.section.upload
source: Upload
es: Subida
fr: Envoi
it: Caricamento
pl: Przesyłanie

# status.field.db_engine
source: Engine
es: Motor
fr: Moteur
it: Motore
pl: Silnik

# status.field.db_status
source: Status
es: Estado
fr: Statut
it: Stato

# status.field.host_os
source: Host-OS
es: SO anfitrión
fr: OS hôte
it: OS host
pl: System hosta

# status.field.install_type
source: Installation
es: Instalación
it: Installazione
nl: Installatie
pl: Instalacja

# status.field.tag_count
source: Tags
es: Etiquetas
fr: Étiquettes
it: Etichette
pl: Tagi

# status.nav.title
source: Server-Status
es: Estado del servidor
fr: État du serveur
it: Stato del server
pl: Status serwera

# status.section.server
source: Server
es: Servidor
fr: Serveur
pl: Serwer

# detail.section.info
source: Info
fr: Infos
